Repository: giellalt/corpus-fin
Catalog: tmx/sme/facta/1177.se/gynekologisk-cellprovtagning.html.tmx
Source language: fin
Languages: sme

source: Solunäytteenotot eivät anna täydellistä suojaa syövältä
sme: Seallaiskkusváldimat eai atte ollislaš suoji borašdávdda vuostá

source: Säännölliset solunäytekontrollit antavat vahvan suojan kohdunkaulan syöpää vastaan, mutta suoja ei ole täydellinen.
sme: Dássedis seallaiskkusdárkkisteamit addet nanu suoji goaŧŧočeabetborašdávdda vuostá, muhto dat ii leat ollislaš.

source: Kohdunkaulan syövän saattaa saada, vaikka solunäytteet ovat olleet normaaleja, joskin tämä on hyvin harvinaista.
sme: Sáhttá oažžut goaŧŧočeabetborašdávdda vaikko seallaiskosat leat leamaš normálat, muhto dat lea hui eahpedábálaš.

source: Siksi säännöllisten solunäytekontrollissa käyntien lisäksi täytyy aina hakeutua hoitoon, jos ilmenee verenvuotoa yhdynnän jälkeen, jos ilmenee toistuvasti verenvuotoa kuukautisten välillä tai jos ilmenee verenvuotoja sen jälkeen kun kuukautiset ovat loppuneet.
sme: Dan lassin ahte manná jeavddalaččat dássedit seallaiskkus- dárkkisteamis galgá danin álo ohcat dikšuma jus oažžu vardimiid go anaša, jus dávjá oažžu vardimiid mánodávddaid gaskkan dehe jus oažžu vardimiid maŋŋel go mánodávddat leat nohkan.

source: Aina voi soittaa sairaanhoitoneuvontaan ja kysyä, mihin pitää ottaa yhteys.
sme: Sáhttá álo riŋget buohccedikšunrávvemii oažžun dihte ráđi gosa galgá jorgasit.

source: Näytteenotto ja näytteen vastaus voivat aiheuttaa levottomuutta
sme: Sáhttá dovdat leabohisvuođa iskkusváldima ja iskkusvástádusaid dihte

source: Solunäytteen anto voi tuntua rasittavalta.
sme: Seallaiskosiid guođđin sáhttá dovdot lossadin.

source: Esimerkiksi näytteen vastauksen odottaminen voi aiheuttaa levottomuutta.
sme: Sáhttá dovdat iežas ovdamearkka dihte leaboheapmin dan áigge go vuordá iskkusvástádusaid.

source: Silloin saattaa tuntua helpottavalta ajatella, että solunäytteiden otot ovat yksi tapa suojautua syövältä.
sme: Dalle lea buorre jurddašit ahte seallaiskkusváldimat lea okta vuohki suddjet iežas borašdávdda vuostá.

source: Tällöin havaitut muutokset voidaan lähes aina poistaa helpolla toimenpiteellä, niin että välttyy syövän kehittymiseltä tulevaisuudessa.
sme: Dat rievdamat mat fuomášuvvo sáhttot stuorimus oassái váldot eret eaŋkilis vugiin nu ahte vealtá borašdávdda ovdáneami boahtte áiggis.

source: On hyvin harvinaista, että näytteessä havaitaan jo kehittynyt syöpä.
sme: Lea hui eahpedábálaš ahte iskkus čájeha ahte lea ovddidan borašdávdda.

source: Niissä harvinaisissa tapauksissa, joissa solunäytekontrollissa havaitaan syöpä, se on yleensä niin varhaisessa vaiheessa, että hoito on helppoa ja sivuvaikutuksia aiheutuu vähemmän.
sme: Daid hárve gerddiid go borašdávda fuomášuvvo seallaiskkusdárkkisteami bokte láve dat leahkit árra muttus ahte dikšun šaddá eaŋkileabbon ja unnit siidováikkuhusaiguin.

source: Sairaus on voitu havaita solunäytteen avulla, ja riski sairastua vakavasti pienenee.
sme: Seallaiskosa bokte skibasvuohta lea sáhtton áicojuvvot ja riska šaddat duođas skibasin unno.

source: Näytteen säilytyksestä saa päättää itse
sme: Olmmoš mearrida ieš galgetgo iskosat vurkejuvvot

source: Yleensä solunäytteenotoissa annetut näytteet säilytetään.
sme: Iskkus man olmmoš guođđá seallaiskkusváldimis lávejuvvo vurket.

source: Uusia näytteitä voidaan esimerkiksi verrata vanhoihin ja tehdä erilaista seurantaa.
sme: Ovdamearkka dihte ođđa iskosat veardiduvvo boares iskosiiguin ja sierra čuovvumat dahkko.

source: Näytteitä voidaan lisäksi käyttää tutkimukseen tai muihin tutkimuseettisen komitean hyväksymiin tarkoituksiin.
sme: Iskosat sáhttet dan lassin gevtojuvvot dutkamii ja eará dárkkuhussii maid dutkanetihkalaš komitéa dohkkeha.

source: Jos näytettä ei halua säilytettävän tulevaisuutta varten, sen voi ilmoittaa näytteen ottaneelle henkilölle, jolloin näyte tuhotaan myöhemmin.
sme: Jus ii hálit ahte iskkus galgá vurkejuvvot boahttevaš áigái dan sáhttá dadjat dasa gii váldá iskosa, ja dat duššaduvvo dasto.

source: Tiedot näytteenotoista säilytetään myös terveydenhoidon kehittämiseen käytettävässä laaturekisterissä.
sme: Dieđut iskkusváldimis vurkejuvvo maid kvalitehtaregisterii mii gevtojuvvo divššu buorideapmái.

source: Jos tutkittava ei halua omien tietojensa käyttämistä tähän, hän voi vaatia niiden poistoa.
sme: Jus ii hálit ahte su iežas dieđut galget gevtojuvvot dása sáhttá gáibidit ahte dat váldo eret.

source: Toimittaja:
sme: Monica Wallenius, 1177 Vårdguiden

source: Kuvittaja: Kari C Toverud, sertifioitu lääketieteen kuvittaja, Oslo, Norja
sme: Devdnejeaddji: Kari C Toverud, certifierejuvvon medisiinnalaš devdnejeaddji, Oslo, Norge

source: 1117. se – toimitus ja toimitusneuvosto on myös muokannut, tarkastanut ja hyväksynyt kaiken sisällön.
sme: Redakšuvdna ja redakšuvdnaráđđi 1177 Vårdguiden leat maid heivehan, dárkkistan ja dohkkehan buot sisdoalu.
